[
  {
    "title":"Design Innovation Centre",
    "agency": "Ministry of Human Resource Development"
    "content" : "Design-Centered innovation is a force multiplier that can help in the country move up the value chain, making Indian industry globally competitive. In this context, Ministry of Human Resource Development proposes to launch a National Initiative for Design Innovation in the Twelfth Plan. Under this initiative, 20 new design Innovation Centers (DIC), one Open Design school (ODS) and a National Design Innovation Network (NDIN), linking together all theses schools and other allied bodies such as leading institutions of Industry and academics, NGOs and government would be set up. To be part of this noble venture, The Department of Design at IIIT Hyderabad is setting itself up as one of the Design Innovation Centers. Since a ‘HUB & Spoke’ model is to be adopted, The Department of Design, IIIT Hyderabad would be a Hub and it plans to partner with the following institutes of national repute which would function as its spokes."
  },  
  {
    "title":"Development of Security Search Engine",
    "agency": "Interdisciplinary Cyber Physical System (ICPS) –DST, GOI."
    "content" : "Funding Agency: Interdisciplinary Cyber Physical System (ICPS) –DST, GOI. Following are some of the objectives of this project proposal: 1) Provide relevant and current information on various topics in security based on search criteria. Rank the results in the order of relevance and based on the credibility of website containing theinformation. As an example, if search results meet query criteria – security content available in Government websites like CERT-In could be shown with higher ranking. 2) Build Security Search Engine using scalable and extensible Open source software. 3) Provide Top Vulnerabilities, Threats and Advisories based on the retrieved information. The would contain actionable information for mitigating against security related risks. BFSI sector, Government entities, Healthcare industry and all others that contain sensitive information and have a need to protect their IT infrastructure will benefit with these top trends. There may be multiple vulnerabilities across different software platforms, showing with actionable information of highly used OS would be more relevant. This relevance should also be based on the impact that the vulnerability could create such as remote vis-à-vis an unnecessary process that is consuming memory. 4) Provide relevant Security specific visualization based on search criteria. An example of thiswould be for a search on ‘Phishing’ - provide visualization on the “Lures – Amount” or 'Phishing –Country wise Incidents’ and others. 5) Contain feature for RSS Feed and Alerts based on user criteria (keyword, frequency, etc). This would help MSME and other small scale users of IT for better preparedness from security vulnerabilities."
  },
  {
    "title":"Living Labs in India with Smart Cities Project",
    "agency": "Ministry of Electronics and Information Technology"
    "content" : "a) Study smart contract development environment and work on digital asset management. b) List the contract terms of open source software. c) Prototype smart contract development for open source software licenses.a"
  },
  {
    "title":"Development of Security Search Engine",
    "agency": "RIPPLE"
    "content" : "Taking on a key position in the ecosystem and enhancing the effective linkage of real time urban challenges as well as government initiatives and establishing a circular economy model by - Bringing together relevant stakeholders across sectors and disciplines from both India and Europe. Identifying the demand of the lab environment as well as the urban local bodies with the local/international industries as the driving force for the Living Lab. Establishing a well managed and transparent governance system"
  }
]
